<template>
  <!-- 隐私政策 -->
  <div class="policy">
    <h1 class="title">小鸣助手隐私政策</h1>
    <p class="bold">更新日期: 2024年1月1日</p>
    <p class="bold">生效日期: 2024年1月1日</p>

    <h2>前言</h2>
    <p>
      1.杭州建德小鸣网络工作室（以下简称“我们”或“小鸣助手”）作为小鸣助手产品及服务的运营者，深知个人信息对你的重要性，我们将按照法律法规的规定，保护你的个人信息及隐私安全。我们制定本隐私政策并希望提示你了解下述内容，以便作出适当选择。
    </p>
    <p>2.本隐私政策写明了在不同场景下我们处理你的个人信息的方式，为了帮助你更加直观、简明地了解我们如何收集、使用以及保护你的个人信息。</p>
    <p>
      3.当你开启相关功能、使用相关服务，或基于满足客户管理需要时，为实现功能、服务所必需或满足组织管理需要，我们会收集相关信息。除非是为实现产品功能或根据法律法规要求所必需，或基于满足客户管理要求的必要信息，你均可以拒绝提供且不影响其他功能或服务。
    </p>
    <p>
      4.通讯录、精确地理位置、摄像头（相机）、麦克风、相册、日历权限等均不会默认开启，只有经过你的明示授权才会在实现特定功能或服务时使用，你也可以撤回授权。特别需要指出的是，即使经过了你的授权，我们获得了这些敏感权限，也不会在相关功能或服务不需要时收集这些信息。
    </p>
    <p>
      5.本隐私政策适用于小鸣助手产品及服务，包括小鸣助手各版本客户端应用程序、小程序、官方网站、供第三方网站和应用程序使用的小鸣助手软件开发工具包（SDK）和应用程序编程接口（API）以及其他由我们提供且使用本隐私政策的所有产品及服务（在本隐私政策中统称为“本服务”或“小鸣助手”）。本隐私政策不适用于其他第三方向你提供的服务，你在选择使用第三方服务前应充分了解第三方服务的产品功能及隐私保护政策，再选择是否使用相应功能或服务。
    </p>
    <p>
      6.除本隐私政策外，在特定场景下，我们还会通过即时告知（含弹窗、页面提示等）、功能更新说明等方式，向你说明对应的信息收集目的、范围及使用方式，这些即时告知及功能更新说明等构成本隐私政策的一部分，并与本隐私政策具有同等效力。
    </p>
    <p>
      7.下文将帮你详细了解我们如何收集、使用、存储、转移（如适用）与保护你的个人信息。并且帮你了解查询、复制、删除、更正、撤回授权个人信息的方式。本政策与你使用我们的服务关系密切，我们建议你仔细阅读并理解本政策全部内容，作出你认为适当的选择，其中，有关你个人信息权益的重要内容我们已用加粗形式提示，请特别关注。
    </p>
    <p>1.本服务如何收集和使用个人信息</p>
    <p>2.我们如何使用Cookie和同类技术</p>
    <p>3.数据使用过程中涉及的合作方以及转移、公开个人信息</p>
    <p>4.我们如何存储个人信息</p>
    <p>5.我们如何保护个人信息的安全</p>
    <p>6.管理你的个人信息</p>
    <p>7.未成年人</p>
    <p>8.隐私政策的修订和通知</p>
    <p>9.联系我们</p>
    <p>10.其他</p>
    <p></p>
    <h2>1.本服务如何收集和使用个人信息</h2>
    <p>
      为了向你及客户提供本服务、满足客户办公协作管理需要、维护本服务的正常安全运行、优化本服务的功能体验，小鸣助手会按照如下目的与方式，收集你在注册、使用本服务时主动提供、授权提供的个人信息，以及你使用本服务时产生的个人信息：​
    </p>
    <h3>1.1 账号服务</h3>
    <p>1.1.1 注册、登录</p>
    <p>
      1.1.1.1
      使用本服务需要创建小鸣助手账号，你可以通过创建个人身份、创建企业、组织或加入组织的方式，分别创建个人身份账号或组织身份账号（均称为“小鸣助手账号”），并且为这些小鸣助手账号绑定相同或不同的登录凭证。加入不同组织将生成不同小鸣助手账号。
    </p>
    <p>
      1.1.1.2
      你需要通过手机号创建小鸣助手账号，收集手机号码是为了履行相关法律法规关于网络实名制要求的必要信息，如果你不提供手机号码用于注册、登录，我们可能无法为你提供本服务。你可以为你的小鸣助手账号绑定邮箱作为登录凭证。如果你仅浏览小鸣助手官网，你不需要注册小鸣助手账号并提供前述信息。
    </p>
    <p>
      1.1.1.3
      若你是授权用户，你可以通过客户发送的邀请码、邀请链接或二维码等加入该组织，你需知悉，客户在向你发送邀请时可能已经向小鸣助手提供了你的手机号，但当且仅当你确认接受邀请并登录你在该组织项下的账号身份后才会被激活；若你主动申请加入某个组织，在你的加入申请被通过时，你在该组织下的账号身份即被创建，待你登录后该账号身份则被激活。
    </p>
    <p>
      1.1.1.4
      当你代表客户注册本服务时，你还需提供企业/组织名称、行业类型、人员规模等相关信息。为了帮助你更加便捷地填写企业信息，小鸣助手将通过你的IP信息帮你定位组织所在地区，你也可以手动选择所在地区。若你希望获得更多功能与权益，需要你代表客户提供主体证照、法定代表人或其他类型管理者信息、授权函件等基本信息，以便我们帮助客户完成认证。你确认已获得这类客户的充分授权签署并同意本隐私政策的全部内容。
    </p>
    <p>
      1.1.1.5
      基于我们与通信运营商的合作，当你使用“一键登录”功能时，经过你的明示同意，运营商会将你的手机号发送给我们，便于我们为你提供快捷的登录服务。手机号属于个人敏感信息，如果拒绝提供将无法使用“一键登录”方式注册登录本服务，但不影响你通过其他方式注册登录。
    </p>
    <p>
      1.1.1.6
      如果你忘记登录密码，且无法自行重置登录密码，可以使用密码重置申诉功能。为保障你的账号安全，可能需要你填写相关信息以进行验证，必要时可能通过真实身份信息验证等方式验证你的身份。
    </p>
    <p>1.1.2 认证与安全</p>
    <p>
      1.1.2.1
      在你开通直播、找回账号或使用其他需要身份认证的功能或相关服务所需时，为符合相关法律法规要求、保障你和其他用户的安全，以及维护功能和服务的安全稳定，可能需要提供你的真实身份信息（真实姓名、身份证号码、电话号码、人脸信息等）以完成实名认证。我们可能会将你提供的实名认证信息向有权单位或其合法授权的机构进行校验，以验证你提交信息的真实性与准确性。前述信息包含个人敏感信息，你可以拒绝提供，如果拒绝提供你将可能无法获得相关服务，但不影响其他功能和服务的正常使用。
    </p>
    <p>
      1.1.2.2
      在人脸识别的场景下，我们会依据《人脸信息处理规则》处理您的人脸信息。另外，我们可能会调用手机加速度传感器，识别设备与你的距离、角度等，帮助你快速、准确完成识别。
    </p>
    <p>
      1.1.2.3
      如果你的设备和小鸣助手版本支持指纹或面容解锁功能，你可以根据需求，开启锁屏保护功能保护账号与数据安全。开启该功能后，小鸣助手在后台运行时将自动锁定，再次打开时，可使用数字密码或指纹、面容解锁。数字密码仅存储于客户端本地，且按身份隔离，不会回传小鸣助手服务器。若你选择指纹或面容解锁方式，只需要在你的设备上完成信息验证，小鸣助手仅接收验证结果，不会收集你的指纹或面容信息。除此之外，为更加全面保障你的账号安全，你可以对自己持有的不同小鸣助手账号独立设置锁屏保护功能开启状态及解锁方式。
    </p>
    <p>1.1.3 账号公开信息</p>
    <p>
      1.1.3.1
      你可以根据自己的需求，自主填写或设置头像、别名、个性签名、背景图、个人状态，这些你主动填写或设置的个人资料将用于向其他用户展示。不填写或设置这些信息不影响你使用小鸣助手账号及服务。
    </p>
    <p>
      1.1.3.2
      若你是授权用户，根据客户的管理需要，你在所属组织的个人名片页展示的具体信息可能由客户管理员设置。小鸣助手支持请假等系统状态同步展示为你的个人状态，以便与你协作的人在即时沟通、预约会议等场景合理地进行工作安排。在客户管理员允许的情况下，你可以关闭个人状态自动跟随系统审批状态展示。
    </p>

    <h3>1.2 即时沟通</h3>
    <p>
      1.2.1
      为实现信息的传输及展示、保证新成员加入群组时可随时随地查看全部历史消息，快速融入团队和项目，提升办公效率，小鸣助手将记录你在小鸣助手内的消息及语音通话状态信息（非通话内容），并同步到你的所有登录设备中。
    </p>
    <p>
      1.2.2
      在用户主动发起加急消息提示的情况下，为了推进消息的快速触达，小鸣助手会通过你在注册时提供的手机号向你推送加急短信或电话，以帮助其他用户提醒你查看信息。为了避免漏接加急电话，你可以将加急号码写入通讯录，为此小鸣助手将向你申请通讯录权限。如果你拒绝授权提供，将导致无法存储加急号码，但不影响你正常接收加急提醒或使用本服务其他功能。
    </p>
    <p>1.2.3 当你将小鸣助手联系人保存到手机通讯录时，小鸣助手将向你申请通讯录权限。</p>
    <p>1.2.4 当你在即时消息界面希望向联系人发送你的位置信息或点击联系人发送的位置消息时，小鸣助手会获取你的位置信息以便向你及你的联系人展示你的所在位置。</p>
    <p>1.2.5 你可以在小鸣助手中添加或删除联系人，我们会为你创建联系人列表及群组列表，若你是授权用户，我们还会为你展示你所在的组织架构信息。</p>
    <p>
      1.2.6
      若你是管理员，你可以通过手机通讯录添加外部联系人，此时小鸣助手会申请手机通讯录权限，我们需要在客户端本地处理通讯录中的姓名、头像用于本地展示，我们不会将这些信息回传服务器，也不会存储这些信息；通讯录中的邮箱、电话将以哈希值形式上传至服务器用于好友匹配，但请你放心，我们无法获知这些信息的具体内容，更不会超出上述使用目的处理这些信息。上述信息属于敏感信息，拒绝提供该信息仅会使你无法使用上述功能，但不影响你正常使用本服务的其他功能。
    </p>
    <p>
      1.2.7
      当你发送语音消息、使用语音通话功能或视频通话功能时，小鸣助手会申请使用你的麦克风权限/摄像头权限；如果你发送照片、文件，小鸣助手会申请相册权限；当你使用扫一扫功能时，小鸣助手会申请摄像头权限。上述权限为相关功能的必要权限，拒绝小鸣助手使用该权限将影响你使用相关功能，但不影响你使用小鸣助手的其他功能。在你使用手机横屏拍照时，为了适配你的设备状态，我们可能会调用加速度传感器，以识别设备是否横屏状态。
    </p>
    <p>
      1.2.8
      小鸣助手非常重视用户的使用体验，在你已授权相册权限且最后一个媒体文件是视频格式的前提下，为帮你减少视频发送时间，切换到聊天发送场景时，小鸣助手可能会帮助你压缩相册最后一个视频。但该场景下仅会进行客户端压缩缓存，重启小鸣助手应用后缓存文件将会被删除。为了提升沟通时发送图片的速度，当你在本地相册选择图片，点击“发送”前，我们会将该图片临时加载至服务器。如果你取消发送或因其他原因未发送成功，我们会立即删除相关图片。
    </p>
    <p>
      1.2.9
      若你选择以语音转文字或语音加文字的方式发送消息的，小鸣助手会根据你选择的语言，将你的语音内容在服务端转换成文字帮助你发送消息。若你取消发送，相应语音消息会从服务端删除。
    </p>
    <p>
      1.2.10
      为了帮助你在发送消息场景下实现内容纠错，我们会阶段性地将你在输入框输入的内容发送到服务端进行纠错识别，但在你将消息内容发送出去前，前述消息内容不会在服务端存储。
    </p>
    <p>1.2.11 当你播放语音时，为了帮你判断是否开启听筒模式，小鸣助手可能需要调用距离传感器。</p>
    <p>
      1.2.12
      在即时沟通过程中，若你和对方不在同一时区，且你的当地时间在22:00至次日08:00之间时，为了帮助对方了解你所在当地时间，以便合理安排工作沟通，避免不必要的打扰，小鸣助手需要使用你的设备时区，为对方展示你的当地时间。
    </p>
    <p>
      1.2.13
      如果你选择分享口令、邀请链接或二维码邀请外部联系人，小鸣助手会调取你的头像、姓名、职位及组织信息并仅在你设备本地的剪贴板上完成口令、链接或二维码的生成，请你注意在使用上述方式邀请外部联系人时会公开你的上述信息。
    </p>
    <h3>1.3 日历日程</h3>
    <p>
      1.3.1
      你可以通过小鸣助手的日历功能添加工作状态、事件提醒和其他日历安排信息，订阅公共的或同事的日程状态并发送或接受会议邀请。如果你是一个日历日程的控制方，你可以将自己的日历安排隐私设置为私密、公开或在特定范围中公开。
    </p>
    <p>1.3.2 当参会者之间不在同一个时区时，需要使用你所使用设备的时区信息，展示你的当地时间，以便会议协调人安排合适的会议时间。</p>
    <p>1.3.3 当你在日历功能下安排会议并添加会议室时，小鸣助手会将可用会议室按你的历史预定情况进行排序，以便帮助你提高会议室选择效率。</p>
    <p>
      1.3.4 如果你希望将设备中的日历日程同步到小鸣助手，需要你授权小鸣助手日历权限，否则小鸣助手无法帮助你完成信息同步，但不影响你使用小鸣助手其他日历日程功能。
    </p>
    <p>1.3.5 如果你在日程中添加地点，小鸣助手会申请地理位置权限以便帮助你展示当前位置信息。</p>
    <p>1.4 云文件</p>
    <p>1.4.1 你可以自主选择在小鸣助手云空间新建或上传文件，这些文件会存储在小鸣助手服务端。</p>
    <p>
      1.4.2
      云文档功能支持多人同时查看和编辑存储在云空间中的文档。为了使参与文档协作的用户更加便捷协作，了解文档情况，文档所有者及协作者可以查文档创建者及创建时间、协作者及访问日期、访问人次及点赞与评论总数。其中，你可以选择关闭展示访问记录，你访问其他文档时，其他用户将无法查看你的访问记录。同时，你也无法查看自己创建的文档中其他用户的访问记录。但关闭访问记录不影响你的访问次数会统计在访问人数和访问次数总数中。如果客户管理员关闭了访问记录功能，则你无法在文档信息中查看访问记录。在你发布文档或进行编辑、评论时，小鸣助手将展示你的姓名、头像、发布内容。你可以根据需求设置文档权限。
    </p>
    <p>1.4.3 你对文档进行的分享、创建副本、下载、浏览、变更权限设置的操作将被记录下来并展示给文档管理者。</p>
    <p>
      1.4.4
      当你希望在多维表格中的电话号码字段类型下填写电话号码时，除了可以手动填写电话号码，也可以通过跳转到手机通讯录填写电话号码。小鸣助手不会向你申请通讯录权限，并且仅会帮你读取存储你手动选择的指定联系人名称和电话号码以便填写表格信息，不会存储通讯录其他内容，亦不会将这些数据用作其他用途。
    </p>
    <p>1.4.5 当你编辑多维表格中地理位置字段，并通过实时定位或输入地理位置定位方式输入你的位置信息时，小鸣助手会申请地理位置权限并帮助你展示当前位置信息。</p>
    <p>1.5 音视频会议</p>
    <p>
      1.5.1
      你可以使用小鸣助手“妙记”功能提高会议记录效率，你可以通过直接在音视频会议中进行录制、单独录音、上传音视频文件的方式，使用“妙记”功能进行会议内容的文字转录。若在小鸣助手会议中进行录制，小鸣助手“妙记”将根据会议中的发言账号区分用户的发言内容。在单独录音、上传音视频文件及会议室多人说话场景，为实现说话人声音的相对区分，小鸣助手“妙记”将通过程序化方式对音视频文件中的声音进行基于声纹特征的聚类分组，以匿名状态区分说话人的发言内容。对于该过程中处理的声纹特征，请你了解：
    </p>
    <p>a.相关声纹特征自始至终是匿名的，不关联任何身份信息；​</p>
    <p>b.在精度方面，小鸣助手践行“最小够用”及“相称性”原则，相关声纹特征仅在该音视频文件所呈现的人声范围内具有相对区分性，超出该范围则不具有区分性和识别性；​</p>
    <p>
      c.在留存时间方面，小鸣助手执行“最短时间”原则，即相关声纹特征仅是程序处理过程的中间数据，在完成该音视频文件的说话人区分后，相关声纹特征会被自动删除，小鸣助手不做任何留存或备份。
    </p>
    <p>
      1.5.2
      请你知悉，上述过程虽然涉及声纹特征处理，但是若你或者音视频文件中的说话人不同意上述声纹特征的处理方式，你可以选择不使用小鸣助手“妙记”功能上传音视频文件，这不影响你直接在音视频会议中进行录制并使用“妙记”功能。
    </p>
    <p>1.5.3 若你是授权用户，小鸣助手“妙记”功能由客户管理员统一配置，客户管理员开启该功能后，客户内部的音视频会议中开启录制功能后，均适用该功能。</p>
    <p>
      1.5.4
      开启音视频会议录制功能后，小鸣助手将会为你存储相应录制文件及“妙记”转录内容，会议主持人将作为相应文件的所有者，并且可以选择将录制文件共享给参会人或其他相关人员。如果你是会议主持人，你应该了解你的法律责任，包括是否需要提前征得参会人的同意，我们不对你使用录制功能及内容负责。如果你是参会人，且不希望被录制的，我们建议你将你的决定告知主持人并拒绝被录制。
    </p>
    <p>
      1.5.5
      当你在会议中使用虚拟形象功能时，我们仅在客户端本地使用面部特征信息。在此过程中，除非另有明确说明并征得你的同意，我们不会将这些信息回传服务器，也不会存储这些信息，更不会将其用于除此之外的任何其他目的或提供给第三方。
    </p>
    <p>1.5.6 当你使用手机听筒进行视频会议，小鸣助手可能需要调用手机距离传感器控制息屏，帮助你避免误触屏幕。</p>
    <h3>1.6 邮箱服务</h3>
    <p>
      1.6.1
      小鸣助手提供邮箱和邮件客户端服务。为提供邮箱服务并展示邮件内容，小鸣助手会为你存储你撰写和收到的电子邮件相关数据（包括邮件联系人邮箱地址、内容及附件）。同时，为了帮助你识别和防范可能存在危害的不当内容，我们会使用技术能力帮助你识别可能的垃圾邮件和不当内容。你理解并同意，客户管理员为你分配的企业邮箱作为工作邮箱，目的是帮助你和你所在企业完成工作沟通，你不会将企业邮箱用于私人用途。
    </p>
    <p>1.7 内容发布与互动</p>
    <p>
      1.7.1 你可以通过云文档、公司圈、话题群、公告、评论、直播及小鸣助手提供的其他内容发布功能与场景发布信息，小鸣助手将展示你的姓名、头像、发布的内容和信息。
    </p>
    <p>
      1.7.2
      你拍摄或发布图片、视频，或进行直播时，根据你使用的功能类型会分别申请你授权相机、相册、麦克风权限，如果你拒绝授权提供，将无法使用相关功能，但不影响你正常使用本服务的其他功能。
    </p>
    <p>1.7.3 当你进行内容点击、浏览、评论、收藏、内容下载、被点赞或分享内容时，小鸣助手会记录前述信息用于实现上述功能。</p>
    <p>1.7.4 若你在云文档、即时消息、音视频会议等功能中使用翻译功能，小鸣助手会将相应内容上传至服务器以便帮助你完成翻译。</p>
    <p>
      1.7.5
      请注意，你发布的信息中可能会涉及你或他人的个人信息甚至个人敏感信息，如你在发布时选择上传包含个人信息的内容。请你更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。
    </p>
    <p>1.7.6 当你使用红包功能或开通、选购我们或小鸣助手开放平台应用时，小鸣助手会获取你的交易及订单信息，以便向你展示相关记录，并进行订单管理。</p>
    <h3>1.8 搜索</h3>
    <p>
      1.8.1
      你使用搜索功能时，我们会收集你的搜索关键字信息、日志记录，以便向你展示搜索结果内容、搜索历史记录。搜索关键字信息会同时存储在你的设备和小鸣助手服务端，你可以点击搜索框，查看和删除对应存储在本设备和服务端的搜索历史关键字。
    </p>
    <p>
      1.8.2
      我们会通过程序化算法对于小鸣助手群聊图片中的文字进行特征化处理，以便于帮助你在小鸣助手聊天群的历史图片中快速搜索到想要的图片，该等特征处理仅用于提升搜索效率，不会与你的身份进行关联，我们不会将分析结果用于除此以外的任何其他目的或提供给第三方。
    </p>
    <h3>1.9 打卡</h3>
    <p>
      1.9.1
      如果客户开启人脸打卡或指纹打卡功能，为实现客户的考勤管理需要并帮助你完成考勤打卡，小鸣助手需要使用你主动提供的或基于客户提供的你的人脸照片、你主动录入的指纹原图作为对比基准图，并在你使用打卡功能时与基准图像进行面部特征信息或指纹特征值比对核验。前述人脸和指纹信息属于敏感信息，拒绝提供该信息仅会使你无法使用人脸打卡和指纹打卡功能，但不影响你正常使用本服务的其他功能。我们会基于企业需要留存你的人脸照片以及面部特征信息，我们不会向第三方提供相关数据。
    </p>
    <p>
      1.9.2
      若客户管理员开启GPS、WI-FI或蓝牙打卡模式，在你打卡时，小鸣助手需要获取你的GPS位置信息。在WI-FI或蓝牙打卡模式下，小鸣助手还需要分别获取你的WI-FI接入点、蓝牙（Bluetooth）信息帮助你完成考勤打卡。
    </p>
    <p>
      1.9.3
      若企业开启打卡签到考勤防作弊功能，小鸣助手将在设备端比对确认是否存在作弊软件，小鸣助手仅获取是否存在作弊软件的结果，不会获取你的软件安装列表信息，更不会将你的软件安装列表上传小鸣助手服务端。
    </p>
    <h3>1.10 人工智能相关服务</h3>
    <p>
      1.10.1
      为了帮助提高企业办公协同效率，小鸣助手提供包括小鸣助手智能伙伴在内的多种形式人工智能服务，相关服务会基于你输入或选定的具体指令，以及你在小鸣助手有对应处理权限的内容，包括但不限于聊天消息、文档、表格、日历日程、邮件、网页、音视频、会议内容、聊天机器人、审批类数据、你使用的第三方服务的内容以及其他客户允许你访问的内容（简称“输入内容”），向你返回任务结果，任务结果中可能是由人工智能模型生成的内容或人工智能模型理解你的指示后为你完成的事件（比如预定会议等）（简称“输出内容”）。在此过程中，小鸣助手不会将输入内容和输出内容用于模型训练。
    </p>
    <p>
      1.10.2
      你可以通过对输出内容“点赞”或“点踩”提交具体的使用反馈。小鸣助手会收集你提交的反馈意见、相关的输入内容及输出内容，用于改进本服务的功能。小鸣助手会对其中包含的授权用户的个人信息进行去标识化处理。若不希望将前述信息用于前述目的，建议你不要主动提交使用反馈。
    </p>
    <h3>1.11 应用引擎服务</h3>
    <p>你可以使用小鸣助手应用引擎低代码平台，通过可视化编辑器快速编排搭建应用、系统，敏捷响应业务多变需求。</p>
    <h3>1.12 复制与分享</h3>
    <p>1.12.1 在你分享、复制信息时，我们需要访问你的剪切板，读取其中包含的口令、分享码、链接及其他内容信息，以实现跳转、复制、分享等功能或服务。</p>
    <p>
      1.12.2
      若你所在组织开启粘贴保护功能，根据组织设置的安全策略，你可能无法将小鸣助手中的内容复制到其他应用。小鸣助手会将无法复制的提示写入剪切板，以便你在无法粘贴时及时了解原因。但这仅为向你进行原因提示，小鸣助手不会获取你的隐私信息。
    </p>
    <h3>1.13 其他功能</h3>
    <p>1.13.1 消息通知</p>
    <p>
      1.13.1
      你知悉并同意，对于你在使用本服务过程中提供的你的联系方式（例如：联系电话），我们在运营中可能会向其中的一种或多种发送多类通知，用于用户消息告知、身份验证、安全验证、用户使用体验调研等用途；此外，我们也可能会以短信、电话的方式，为你提供相关服务、功能或活动等。如你不愿接受这些信息，你可以通过消息中提供的退订方式进行退订，也可以直接与我们联系进行退订。
    </p>
    <p>
      1.13.2
      你可以自由选择是否参加我们举办的营销活动，若你选择参与，根据活动需要，可能需要你提供姓名、联系地址、联系方式、收款银行账号等信息。这些信息中包含个人敏感信息，是你收到转账或者礼品所必要的信息，你可以拒绝提供这些信息，但我们将无法向你转账或发放礼品。
    </p>
    <p>1.13.3 如果你希望小鸣助手处于关闭或后台运行状态下，仍可以正常接收到客户端推送的消息，避免消息遗漏，你需要为小鸣助手开启自启动权限。</p>
    <h3>1.14 用户反馈</h3>
    <p>
      在使用本服务过程中，你可以对使用过程中遇到的问题及服务体验进行问题反馈，帮助我们更好地了解你使用我们产品或服务的体验和需求。在帮你解决问题的同时，帮助我们改善产品和服务，为此我们会记录你的联系信息、反馈的问题或建议、你与我们的通信/通话记录及相关内容（包括账号信息、工单信息、你与客服联系时你提供的相关信息、你发送的问卷反馈信息、你为了证明相关事实提供的其他信息，或你留下的其他联系方式），以便我们进一步联系你，向你反馈我们的处理进度。
    </p>
    <h3>1.15 快捷功能</h3>
    <p>
      为向你提供常用工具、文档、日历等功能的桌面小组件，更加快捷地进入相关功能页面，我们会在桌面小组件场景下，在你退出应用后在后台存在短暂启动行为，该行为并不收集你的个人信息，如果你不希望调用，可自行选择是否使用相关功能。
    </p>
    <h3>1.16 运营与安全运行</h3>
    <p>1.16.1 运营与安全保障</p>
    <p>
      我们致力于为你提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息是我们的核心目标。为了维护我们服务的正常运行，保护你或其他用户或公众的合法利益免受损失，我们会收集用于维护产品或服务安全稳定运行的必要信息：​
    </p>
    <p>1.16.2 设备信息与日志信息</p>
    <p>
      a.为了保障软件与服务的安全运行、运营的质量及效率，我们会收集你的：硬件型号、操作系统版本号、设备标识符（Android如IMEI、AndroidID、OAID、IMSI、SIM卡信息（如ICCID）、GAID、MEID，iOS如IDFV，鸿蒙如AAID；不同的标识符在有效期、是否可由用户重置以及获取方式方面会有所不同）、网络设备硬件地址（设备MAC地址）、硬件序列号（SN）、IP地址、WLAN接入点（如SSID，BSSID）、蓝牙（Bluetooth）、基站、软件版本号、网络接入方式、类型、状态、网络质量数据、操作、使用、服务日志、设备时区、设备名称、CPUID、主板序列号、硬盘序列号。
    </p>
    <p>
      b.为了预防恶意程序、保障运营质量及效率，我们会收集你安装的小鸣助手应用信息（如版本、语言、来源等）、进程信息、总体运行、使用情况与频率、应用崩溃情况、性能数据。
    </p>
    <p>
      c.我们可能使用你的账号信息、设备信息、服务日志信息以及我们关联方、合作方在获得你授权或依法可以提供的信息，用于判断账户及交易安全、进行身份验证、识别违法违规情况、检测及防范安全事件，并依法采取必要的记录、分析、处置措施。我们会在排查问题、排除障碍、修复问题的情形下，在采取一系列安全措施的前提下进行流量对比和监测并生成报告，在必要时我们会查看和分析报告帮你解决相关问题。
    </p>
    <h3>1.17 收集、使用个人信息目的变更</h3>
    <p>
      请你了解，随着我们业务的发展，可能会对小鸣助手的功能和提供的服务有所调整变化。原则上，当新功能或服务与我们当前提供的功能或服务相关时，收集与使用的个人信息将与原处理目的具有直接或合理关联。在与原处理目的无直接或合理关联的场景下，我们收集、使用你的个人信息，会再次按照法律法规及国家标准的要求以页面提示、交互流程、协议确认等合理的方式另行向你进行告知说明，并征得你的同意。
    </p>
    <h3>1.18 征得授权同意的例外</h3>
    <p>请你理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用你的个人信息无需征得你的授权同意：​</p>
    <p>a.与我们履行法律法规规定的义务相关的；​</p>
    <p>b.与国家安全、国防安全直接相关的；​</p>
    <p>c.与公共安全、公共卫生、重大公共利益直接相关的；​</p>
    <p>d.与犯罪侦查、起诉、审判和判决执行等直接相关的；​</p>
    <p>e.出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；​</p>
    <p>f.所收集的你的个人信息是你自行向社会公众公开的；​</p>
    <p>g.从合法公开披露的信息中收集的你的个人信息的，如合法的新闻报道、政府信息公开等渠道；​</p>
    <p>h.根据你的要求签订或履行合同所必需的；​</p>
    <p>i.用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；​</p>
    <p>j.为合法的新闻报道所必需的；​</p>
    <p>k.学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；​</p>
    <p>l.法律法规规定的其他情形。</p>
    <h3>1.19 客户作为个人信息处理者的情形</h3>
    <p>
      1.19.1
      如果你是授权用户，在你使用本服务过程中，除了通过系统收集及你主动提交的信息外，为了让你更便捷地使用本服务，客户会向我们提供与实现本服务功能和服务所需要的个人信息，包括但不限于你的账号名称、姓名、企业邮箱、工作电话、工作地点、职务、职级、组织关系等信息，并且客户会根据实际情况不时更新这些信息。根据客户的陈述和保证，客户向我们提供你的上述个人信息之前，已经事先获得你的明确授权并且已经充分告知你收集、使用你的个人信息的目的、范围、使用方式。如你无法确认上述内容，我们建议你立即停止访问或使用本服务，并与客户就前述事项进行确认。同时你也可以通过本隐私政策提供的联系方式与我们联系，我们将在我们的能力范围内配合你处理相关事宜。
    </p>
    <p>
      1.19.2
      如果你作为授权用户使用本服务，你使用所在组织身份账号产生的数据属于客户控制的数据。客户因订立、履行授权用户作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度等实施人力资源管理所必需，有权收集、处理授权用户登录和使用组织身份账号产生的个人信息。小鸣助手仅根据客户的指示及与客户之间的协议，以及向你提供相关服务与功能之目的处理这些信息（简称“客户使用数据”），例如：​
    </p>
    <p>a.你在所属组织的姓名、头像、个性签名、背景图、别名、职位、联系信息（电子邮箱、手机号等）、工作地点、职务、职级、组织架构关系等信息；</p>
    <p>b.你在使用本服务过程中产生的本企业内成员的音视频文件、评论、文档、邮件、公司圈内容、企业百科词条及其他基于使用本服务产生的内容类及相关使用信息；</p>
    <p>
      c.若客户为实现日常经营管理、办公安全之需要，开通业务管理（包括但不限于审批、合同与项目管理、访客登记）或人事管理（包括但不限于OKR、打卡、门禁、签到、健康管理、招聘、人事、绩效、工资单、汇报、差旅）等产品或功能，为实现相关功能，你可能需要按照客户的要求提供你的基础个人信息（如联系信息、性别、社交账号）、身份信息（如相关证件信息）、任职信息（部门、职位、职级等）、工作教育信息、工资及发放银行卡信息、人脸照片、面部特征信息、指纹原图、指纹特征值、地理位置、日程信息、门禁与打卡记录、审批记录、健康状态信息等客户录入、分配或要求你提供的个人信息；
    </p>
    <p>
      d.如果学生所在学校选择使用本服务的，为方便学校与家长沟通及学校的相关管理，学校可能会上传或要求你提供你作为家长的联系信息（姓名、手机号、联系地址）、子女的身份、班级（年级、班级、学段、校区）等为实现校务管理所需要的信息；
    </p>
    <p>e.你使用本服务或选购使用小鸣助手开放平台第三方服务时的交易信息，以便向你展示并便于你对相关交易进行管理；</p>
    <p>
      f.为实现员工管理及网络和数据安全之目的，客户还会收集你的操作系统版本号、IP地址、网络接入方式、类型、状态、设备信息、网络设备硬件地址（MAC地址）、服务和使用日志；​
    </p>
    <p>
      g.为了让不同组织成员之间更加高效、便捷地进行办公交流与协作，客户可能会开启关联组织功能。为实现关联组织协作能力，你所属的组织会向外部协作组织提供你的必要个人信息及办公协作时产生的数据，且相关信息可能会根据协作对象不同而被跨境存储和访问。如你对相关内容有疑问或主张相关权益，你知悉并理解你可以联系客户或客户管理员处理；​
    </p>
    <p>h.其他基于客户进行组织管理与运营、实现协同办公或特定团体团队管理目的提交和采集的，以及需要你提交的信息。</p>
    <p>
      1.19.3
      对于客户使用数据，由客户负责向授权用户告知个人信息收集、使用的目的、方式和范围，如你对相关内容有疑问或主张相关的个人信息权益，你知悉并理解你可以联系客户或客户管理员处理。
    </p>
    <p>
      特别提示你注意，如信息无法单独或结合其他信息识别到你的个人身份，其不属于法律意义上你的个人信息；当你的信息可以单独或结合其他信息识别到你的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他你的个人信息结合使用时，这些信息在结合使用期间，将作为你的个人信息按照本隐私政策处理与保护。
    </p>

    <h2>2.我们如何使用Cookie和同类技术</h2>
    <p>
      2.1
      我们使用Cookie和其他类似技术，以提升你使用本服务的体验。当你使用本服务时，我们可能会使用相关技术向你的设备发送一个或多个Cookie或匿名标识符，以收集和存储你访问、使用本服务时的信息。我们承诺，不会将Cookie用于本隐私政策所述目的之外的任何其他用途。我们使用Cookie和同类技术主要为了实现以下功能或服务：​
    </p>
    <p>
      a.保障产品与服务的安全、高效运转：我们可能会设置认证与保障安全性的Cookie
      或匿名标识符，使我们确认你是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度；​
    </p>
    <p>b.帮助你获得更轻松的访问体验：使用此类技术可以帮助你省去重复你填写个人信息、输入搜索内容的步骤和流程（示例：记录搜索、表单填写）。</p>
    <p>
      2.2
      大多数浏览器均为用户提供了清除浏览器缓存数据的功能，你可以在浏览器设置功能中进行相应的数据清除操作。如你进行清除，你可能无法使用由我们提供的、依赖于Cookie的服务或相应功能。
    </p>

    <h2>3.数据处理过程中涉及的合作方以及转移、公开个人信息</h2>
    <h3>3.1 数据处理过程中涉及的合作方</h3>
    <p>3.1.1 原则</p>
    <p>
      a.合法原则：与合作方合作过程中涉及数据使用活动的，必须具有合法目的、符合法定的合法性基础。如果合作方使用信息不再符合合法原则，则其不应再使用你的个人信息，或在获得相应合法性基础后再行使用。
    </p>
    <p>b.正当与最小必要原则：数据使用必须具有正当目的，且应以达成目的必要为限。</p>
    <p>
      c.
      安全审慎原则：我们将审慎评估合作方使用数据的目的，对这些合作方的安全保障能力进行综合评估，并要求其遵循合作法律协议。我们会对合作方获取信息的软件工具开发包（SDK）、应用程序接口（API）进行严格的安全监测，以保护数据安全。
    </p>
    <p>3.1.2 委托处理</p>
    <p>对于委托处理个人信息的场景，我们会与受托合作方根据法律规定签署相关处理协议，并对其个人信息使用活动进行监督。</p>
    <p>3.1.3 共同处理</p>
    <p>
      对于共同处理个人信息的场景，我们会与合作方根据法律规定签署相关协议并约定各自的权利和义务，确保在使用相关个人信息的过程中遵守法律的相关规定、保护数据安全。
    </p>
    <p>3.1.4 合作方的范围</p>
    <p>若具体功能和场景中涉及由我们的关联方、第三方提供服务，则合作方范围包括我们的关联方与第三方。</p>
    <p>3.1.5 实现功能或服务的数据使用</p>
    <p>
      a.
      当你使用小鸣助手开放平台中的产品与服务或其他第三方的产品与服务时，这些产品与服务可能会使用你授权的相关系统权限，或根据这些产品与服务的功能可能需要你提交个人信息，我们将根据你的授权将该服务所必要信息提供给为你服务的产品，你可参考这些产品与服务的相关协议或隐私政策，你也可以在这些产品与服务中撤回授权。如果你是授权用户，客户管理员可能会为了让你使用这些产品或服务将部分客户使用数据提供给这些服务提供方。
    </p>
    <p>
      b.
      登录、绑定其他产品：当你使用小鸣助手账号登录关联方或第三方的产品或服务时，或将小鸣助手账号与关联方或第三方账号绑定时，上述应用或服务将会使用你的姓名、头像、产品安装状态、设备信息、采购第三方产品的订单信息及其他你授权的信息。
    </p>
    <p>
      c.认证服务：在你使用身份认证的功能或相关服务所需时，根据相关法律法规、安全保障要求可能需要完成实名认证以验证你的身份。在实名认证的过程中，与我们合作的认证服务机构需要使用你的真实姓名、身份证号码、手机号码及人脸信息。部分信息是个人敏感信息，拒绝上述使用将导致你无法完成身份认证，但不会影响小鸣助手其他功能的正常使用。这些信息仅供实名认证及法律法规所规定的用途，未经你的明示授权，不会用作其他目的。
    </p>
    <p>
      d.地理位置服务：当你使用地理位置相关服务时，位置服务提供商（高德地图）可能会通过SDK或相关技术使用你的GPS信息、设备信息，以便向你返回位置结果。位置信息是个人敏感信息，拒绝提供仅会影响地理位置服务功能，但不影响其他功能的正常使用。
    </p>
    <p>
      e.
      支付功能：支付功能由与我们合作的第三方支付机构向你提供服务。第三方支付机构为提供功能将使用你的姓名、银行卡类型及卡号、有效期、身份证号码及手机号。这些信息是支付功能所必需的信息，拒绝提供将导致你无法使用该功能，但不影响其他功能的正常使用。同时，基于你的支付或采购行为，相关产品或服务提供方需要使用你的订单信息，以便你能查询相关订单。小鸣助手支付功能由我们与抖音支付科技有限公司（简称“抖音支付”）向你提供服务。当你使用小鸣助手支付功能时，抖音支付将会根据法律法规及监管规定收集、使用你的相关信息以为你提供支付服务。你可以阅读抖音支付的隐私政策进行全面了解。
    </p>
    <p>f. 推送功能：为与你使用的终端机型适配消息推送功能，终端设备制造商（华为、小米、OPPO、VIVO等）可能通过SDK等技术使用你的手机型号、版本及相关设备信息。</p>
    <p>g. 客户服务：为及时处理你的投诉、建议以及其他诉求，客户服务提供商需要使用你的账号及所涉及事件的相关信息，以及时了解、处理和响应相关问题。</p>
    <p>3.1.6 帮助你参加营销推广活动</p>
    <p>
      当你选择参加我们及我们的关联方或第三方举办的有关营销活动时，为保障你在联合活动中获得体验一致的服务，或委托合作方及时向你兑现奖励，我们与我们的合作方可能需要你提供姓名、通信地址、联系方式等信息。其中部分信息是个人敏感信息，拒绝提供可能会影响你参加相关活动，但不会影响其他功能。
    </p>
    <h3>3.2 转移</h3>
    <p>
      随着我们业务的持续发展，我们将有可能进行合并、收购、资产转让，你的个人信息有可能因此而被转移。在发生前述变更时，我们将按照法律法规及不低于本隐私政策所要求的安全标准继续保护或要求个人信息的继受方继续保护你的个人信息，否则我们将要求继受方重新征得你的授权同意。
    </p>
    <h3>3.3 公开</h3>
    <p>我们不会公开你的信息，除非遵循国家法律法规规定、基于你的主动选择或者获得你的同意。我们公开你的个人信息会采用符合行业内标准的安全保护措施。</p>
    <h3>3.4 依法豁免征得同意提供、公开的个人信息</h3>
    <p>请你理解，在下列情形中，根据法律法规及国家标准，我们向合作方或第三方提供、公开你的个人信息无需征得你的授权同意：​</p>
    <p>a. 为订立、履行你作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施人力资源管理所必需；​</p>
    <p>b.为履行法定职责或者法定义务所必需；​</p>
    <p>c.与国家安全、国防安全直接相关的；​</p>
    <p>d.为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；​</p>
    <p>e.与犯罪侦查、起诉、审判和判决执行等直接相关的；​</p>
    <p>f.为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；​</p>
    <p>g.你自行向社会公众公开的个人信息；​</p>
    <p>h.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；​</p>
    <p>i.法律、行政法规规定的其他情形。</p>

    <h2>4.我们如何存储个人信息</h2>
    <h3>4.1 存储地点</h3>
    <p>4.1.1 我们依照法律法规的规定，在中国境内运营过程中收集和产生的个人信息存储于中华人民共和国境内。</p>
    <p>
      4.1.2
      为了满足你的跨境沟通协作需求，本服务支持你通过Lark与境外客户或与你所在企业存在合作关系的用户（“Lark用户”）进行多功能场景下的跨境沟通协作。当你与Lark用户进行沟通协作时，你的用户基本信息及所使用的功能场景信息会通过加密方式传输至境外或由Lark用户从境外访问。我们会遵守中国相关法律法规，满足个人信息传输出境的合法性基础，并尽最大努力和措施保障你的个人信息安全。我们会要求境外接收方切实履行个人信息保护义务，仅为满足你的跨境沟通协作目的处理你的个人信息。
    </p>
    <p>
      4.1.3
      如果你是授权用户，为实现办公协作需要，基于客户决策和授权，你的必要个人信息可能被境外访问或传输到境外。如你对相关内容有疑问或主张相关权益，你知悉并理解你可以联系客户或客户管理员处理。
    </p>
    <p>4.2 存储期限</p>
    <p>
      4.2.1
      你在使用本服务期间，我们将持续保存你的个人信息，保存期限将以不超过提供服务所必须的期间为原则。如我们停止运营本服务、你注销账号、主动删除个人信息或超出必要期间后，我们将在合理期限内依照所适用的法律对所持有的你的个人信息进行删除或匿名化处理。但以下情况除外：​
    </p>
    <p>
      a.遵从法律法规有关信息留存的要求（例如：《网络安全法》规定：采取监测、记录网络运行状态、网络安全事件的技术措施，并按照规定留存相关的网络日志不少于六个月）。
    </p>
    <p>b.出于财务、审计、争议解决等目的需要合理延长期限的。</p>
    <p>c.客户作为个人信息处理者对相关信息有其他处理需求的。</p>
    <p>
      4.2.2 若你是授权用户，你知悉并理解，如你对我们根据客户指示，作为受委托方处理个人信息有任何疑问或主张相关个人信息权益的，你应当联系客户或客户管理员处理。
    </p>
    <h2>5.我们如何保护个人信息的安全</h2>
    <h3>5.1 安全认证</h3>
    <p>
      目前，小鸣助手已经通过了国家信息安全等级保护（三级）的备案和测评，并且我们通过了包括ISO 27701隐私信息管理体系、ISO 27018公有云个人信息保护管理体系、SOC 2
      (Type Ⅱ)等在内的多项个人信息保护相关国际权威认证，你可以查看小鸣助手官网了解更多小鸣助手安全合规认证内容。
    </p>
    <h3>5.2 安全管理制度和安全技术措施</h3>
    <p>
      5.2.1
      我们非常重视你个人信息的安全，将努力采取合理的安全措施来保护你的个人信息，确保我们的个人信息处理活动符合法律、行政法规或依法可适用的其他制度的要求，并防止未经授权的访问以及个人信息泄露、篡改、丢失。
    </p>
    <p>
      5.2.2
      基于适用的法律法规要求和相关安全标准，小鸣助手建立了高标准的个人信息保护管理体系，并实施了安全技术措施来确保个人信息处理全生命周期中的安全性与合规性，充分保障用户隐私。我们的网络服务采取了传输层安全协议等加密技术，确保你的数据在网络传输过程的安全。你可以查看小鸣助手官网了解更多安全与合规相关内容。
    </p>
    <p>
      5.2.3
      我们采用严格的数据处理权限控制，避免数据被违规使用。我们采用打码屏蔽等去标识化技术的多种数据脱敏方式增强个人信息在使用中的安全性。同时，我们采用行业广泛应用的加密技术对你的个人信息进行加密保存，并通过数据隔离技术进行隔离。我们始终落实该等技术措施和组织管理方式，并可能不时加以修订完善以提升系统的整体安全性。
    </p>
    <p>
      5.2.4
      在发生危害网络安全的事件时，我们会按照网络安全事件应急预案，及时采取相应的补救措施。如果我们的物理设施或技术防护措施遭到破坏，导致你的个人信息被泄露、非法提供或滥用，造成你的合法权益受损，我们将严格依照法律的规定承担相应的责任。
    </p>
    <p>
      5.2.5
      在我们获悉发生了你的个人信息不幸被泄露、非法提供或滥用的个人信息安全事件后，我们将按照法律法规的要求及时向你告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、你可自主防范和降低风险的建议、对你的补救措施等。事件相关情况我们将以推送通知的方式告知你，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
    </p>
    <h3>5.3 安全提示</h3>
    <p>
      5.3.1
      尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请你理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保你提供给我们的个人信息的安全性。
    </p>
    <p>
      5.3.2
      请你知悉并理解，你接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议你采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。
    </p>
    <p>
      5.3.3
      你一旦浏览或使用其他网站、服务及内容资源，我们将没有能力和直接义务保护你在使用第三方产品过程中提交的任何个人信息，无论你登录、浏览或使用上述软件、网站是否基于本服务的链接或引导。
    </p>
    <h2>6.管理你的个人信息</h2>
    <p>
      我们非常重视你对个人信息的管理，并尽全力保护你对于你个人信息的查阅、复制、更正、补充、删除、撤回同意授权、注销账号、投诉举报以及设置隐私功能等权利，以使你有能力保障你的隐私和信息安全。
    </p>
    <p>
      但请你理解，特定的业务功能和服务将需要你的信息才能得以完成，当你撤回同意或授权后，我们无法继续为你提供对应的功能和服务，也不再处理你相应的个人信息。但你撤回同意或授权的决定，不会影响我们此前基于你的授权而开展的个人信息处理。
    </p>
    <p>我们在不同的版本或操作系统中提供的管理方式的路径可能会有差异，请以实际为准。</p>
    <h3>6.1 设置管理</h3>
    <p>6.1.1 系统权限设置</p>
    <p>
      a.
      你可以直接在设备操作系统中，也可以在小鸣助手端内通过“设置”-“关于小鸣助手”-“系统权限”跳转至设备系统设置页面，自主开启或关闭相关系统权限，改变同意范围或撤回你的授权。撤回授权后我们将不再收集与该权限相关信息。
    </p>
    <p>b. 你使用小鸣助手开放平台中的产品与服务后，你可以在这些产品与服务中撤回权限授权。</p>
    <p>
      c.
      你可以在设备的设置中选择是否接收小鸣助手发送的系统通知，或设置你希望接收的系统通知的形态。同时，你也可以在“设置”-“通知”中选择在应用内通知你的范围和形式。
    </p>
    <p>6.1.2 账号管理</p>
    <p>a.你可以在“设置”-“隐私”-“添加我的方式”中选择是否允许其他用户通过搜索你的联系信息找到你。只有你主动开启这个功能，其他用户才能通过你勾选的方式找到你。</p>
    <p>
      b.你可以在“设置”-“隐私”-“添加我的方式”中选择是否允许其他用户查看你的信息并添加你为好友。具体允许其他用户通过查看你的哪些信息，以及在哪些场景下查看这些信息添加你为好友也支持你自主选择。
    </p>
    <p>
      c.你可以进入“设置”-“账号安全中心”查询、修改你的登录手机号、电子邮箱，设置、修改你的登录密码。为了帮助你实现账号安全管理，你也可以进入账号安全中心查询、管理你的登录设备。
    </p>
    <h3>6.2 你的个人信息权利</h3>
    <p>6.2.1 查询、更正、删除</p>
    <p>a. 如果你是个人用户，你可以点击左上角个人头像，查询、修改你的头像、姓名、别名、签名；​</p>
    <p>
      b.
      如果你是授权用户，你可以点击个人头像查询你的头像、姓名、别名、部门、直属上级、人员类型、邮箱、工作城市等信息。相关信息由客户为你配置，若你希望修改某些信息，你可以向其提交更正信息申请，由客户管理员处理；​
    </p>
    <p>c. 你可以点击头像，或进入“设置”-“效率”-“个人状态”添加、编辑个人状态，或取消请假、日程与会议状态的自动同步；​</p>
    <p>d. 进入“通讯录”查询、添加、删除联系人。若你是授权用户，你所在组织的内部联系人为客户管理员设置，你无法进行删除；​</p>
    <p>e. 进入“头像”-“收藏”查询、删除你收藏的内容；​</p>
    <p>f. 进入“头像”-“钱包”查询、管理你的银行卡，查询你的交易记录。你也可以进入支付管理查询你的支付实名信息；​</p>
    <p>g. 你可以在使用本服务过程中根据你的需要及我们提供的具体产品与功能，在相应功能界面进行操作与调整（例如你可以直接在文档中取消点赞或收藏等）；​</p>
    <p>
      h.
      进入“头像”-“设置”-“隐私”-“对外展示时区”设置自动跟随设备实时时区、自定义特定时区或者隐藏时区，以便管理跨时区即时沟通时展示的时间，这类设置不会影响你自己可见的消息时间、文档创建时间等；​
    </p>
    <p>i. 进入“头像”-“设置”-“日历”查看更改日历时区的方式。</p>
    <p>
      特别提示你注意，出于安全性和身份识别（如账号找回服务）的考虑，你可能无法自主修改注册时提交的某些初始注册信息。如你确有需要修改该类注册信息，请根据本隐私政策载明的联系方式联系我们。
    </p>
    <p>6.2.2 复制、导出</p>
    <p>
      a.
      如果你或其他有权主体对相关法律法规赋予的个人信息权利的行使，有任何主张、要求或者疑问，你可以通过在线客服系统或发送邮件至本隐私政策载明的联系方式与我们联系，我们将尽快审核所涉问题，并在验证你的用户身份后的十五个工作日内回复。
    </p>
    <p>
      b.若你是授权用户，如果你希望复制、导出所在组织作为信息处理者处理的信息，或对这些信息主张相关的个人信息权益，你理解并同意你应当联系你所在组织或你所在组织的管理员处理。
    </p>
    <p>6.2.3 控制可见范围</p>
    <p>
      a.
      进入“头像”-“系统设置”-“隐私”-“添加我的方式”选择是否允许其他用户通过搜索你的联系信息找到你。此设置是默认关闭的，只有你主动开启这个功能，其他用户才能通过你勾选的方式找到你；​
    </p>
    <p>
      b.进入“头像”-“系统设置”-“隐私”-“添加我的方式”选择是否允许其他用户查看你的信息并添加你为好友。具体允许其他用户通过查看你的哪些信息，以及在哪些场景下查看这些信息添加你为好友也支持你自主选择；​
    </p>
    <p>c. 进入“头像”-“系统设置”-“隐私”-“谁可与我单聊”控制何种类型用户可以与你通讯；​</p>
    <p>d. 进入“头像”-“系统设置”-“隐私”-“屏蔽名单”查询、编辑你的黑名单，被屏蔽的用户将无法与你单聊或协作。</p>
    <p>对于客户处理的个人信息，若你无法通过功能界面行使权利的，你可以向客户管理员提交权利主张。</p>
    <h3>6.3 注销账号</h3>
    <p>6.3.1 若你是个人用户，可以通过登录小鸣助手客户端，点击“头像”-“设置”-“账号安全中心”-“账号注销”在线提交注销申请。</p>
    <p>6.3.2 若你是授权用户，退出所在组织、被客户管理员操作离职或你所在组织解散团队的，可以实现注销组织身份账号。</p>
    <p>
      6.3.3
      若你主动申请注销小鸣助手账号，在你的账号被注销前，我们将验证你的个人身份、安全状态、设备信息等信息，并在确认你的账号钱包无余额（当你注销你的最后一个小鸣助手账号时）后帮助你完成注销。你知悉并理解，注销账号的行为是不可逆的行为，在你的账号被注销后，我们将删除有关你的相关信息或进行匿名化处理，但法律法规另有规定或根据客户需要就客户使用的数据另行处理的除外。请参见：《小鸣助手账号注销须知》
    </p>
    <h3>6.4 意见反馈和投诉举报</h3>
    <p>
      如果你有任何意见或你认为你的个人信息权利可能受到侵害，或者发现侵害个人信息权利的线索，你可以进入“头像”-“帮助与客服”，通过在线客服界面或通过本隐私政策公布的联系方式与我们联系，当你使用客服中语音功能时，我们会申请麦克风权限，以便你与客服联系。
    </p>
    <h3>6.5 访问隐私政策</h3>
    <p>6.5.1 你可以在注册页面，或者在登录账号后点击头像-系统设置-关于小鸣助手，查看本隐私政策的全部内容。</p>
    <p>
      6.5.2
      请你了解，本隐私政策中所述的本服务的相关功能可能会根据你所使用的设备型号、系统版本、软件应用程序版本、客户采购不同小鸣助手版本、客户基于企业用工管理设置等因素而有所不同。最终的产品和服务以你所使用的软件及相关服务为准。
    </p>
    <h3>6.6 停止运营并向你公告</h3>
    <p>如我们停止运营，我们将及时停止收集你个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知你，并对所持有的你的个人信息进行删除或匿名化处理。</p>
    <h2>7.未成年人</h2>
    <p>7.1 小鸣助手提供的办公协作服务面向企业或相关组织。如果没有父母或其他监护人的同意，未满18周岁的未成年人不应自行创建小鸣助手账号。</p>
    <p>7.2 若你是未成年人的监护人，当你对你所监护的未成年人的个人信息有相关疑问时，请通过本隐私政策公示的联系方式与我们联系。</p>
    <h2>8.隐私政策的修订和通知</h2>
    <p>
      8.1
      为了给你提供更好的服务，本服务将不时更新与变化，我们会适时对本隐私政策进行修订，这些修订构成本隐私政策的一部分并具有等同于本隐私政策的效力，未经你明确同意，我们不会削减你依据当前生效的本隐私政策所应享受的权利。
    </p>
    <p>
      8.2
      本隐私政策更新后，我们会发出更新版本，并在更新后的条款生效前通过适当的方式提醒你更新的内容，以便你及时了解本隐私政策的最新版本。如果你在本隐私政策更新之后继续使用本服务，即视为你接受更新后的隐私政策。
    </p>
    <h2>9.联系我们</h2>
    <p>
      9.1
      小鸣助手产品及服务的运营者是杭州建德小鸣网络工作室。与本隐私政策相关的任何疑问、意见或请求，你可以进入小鸣助手客户端内的“帮助与客服”页面或通过官方网站（weutil.com）首页客服入口与我们联系，也可以将相关问题发送至contact@weutil.com。
    </p>
    <p>
      9.2
      对于与你的身份不直接关联的信息、无端重复信息，或者需要过多技术手段（例如需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。
    </p>
    <h2>10.其他</h2>
    <p>10.1 本隐私政策可能存在多种语言版本，如各语言版本条款出现不一致或冲突，以本隐私政策中文简体版本为准。</p>
    <p>10.2 本隐私政策中的标题仅为方便及阅读而设，并不影响本隐私政策中任何规定的含义或解释。</p>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
.policy {
  max-width: 960px;
  padding-top: 60px;
  padding-bottom: 60px;
  padding-left: 30px;
  padding-right: 30px;
  margin-left: auto;
  margin-right: auto;
  color: #1e2228;

  h1 {
    color: #1f2329;
    font-size: 36px;
    font-weight: 600;
    line-height: 54px;
  }

  h2 {
    font-size: 20px;
    font-weight: 600;
    line-height: 1.5;
    margin-bottom: 8px;
    margin-top: 20px;
  }

  h3 {
    margin-bottom: 8px;
    margin-top: 8px;
    font-size: 16px;
    line-height: 1.625;
    font-weight: 600;
  }

  .bold {
    font-weight: bold;
  }

  p {
    margin-bottom: 8px;
    margin-top: 8px;
    font-size: 16px;
    line-height: 1.625;
    overflow-wrap: break-word;
  }
}
</style>
